## Version Control
# brew "git" # installed by scripts/git.sh
# brew "gh" # installed by scripts/git.sh

## Development Tools
# brew "nvm" # installed by scripts/node.sh
# brew "jq"   # installed by scripts/node.sh
brew "go"
# tap "leoafarias/fvm" # installed by scripts/flutter.sh
# brew "leoafarias/fvm/fvm" # installed by scripts/flutter.sh

## Xcode & Swift Development
brew "xcodes"
brew "xcbeautify"
brew "mint"

## Ruby
# brew "rbenv" # installed by scripts/ruby.sh
# brew "ruby-build" # installed by scripts/ruby.sh

## Python
# brew "pyenv" # installed by scripts/python.sh

## Utility
brew "poppler"
brew "pandoc"
# brew "openssl" # ruby-build dependency, installed via scripts/ruby.sh
brew "ollama"
# brew "displayplacer" # installed by scripts/macos.sh

## Cask
# cask "visual-studio-code" # installed by scripts/vscode.sh
cask "android-studio"
cask "android-commandlinetools"
cask "google-chrome"
cask "slack"
cask "docker"
cask "zoom"
cask "obsidian"
cask "mactex"
