anthropic.claude-code
cweijan.vscode-office
github.copilot
github.copilot-chat
llvm-vs-code-extensions.lldb-dap
ms-dotnettools.vscode-dotnet-runtime
ms-python.debugpy
ms-python.python
ms-python.vscode-python-envs
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.remote-explorer
mushan.vscode-paste-image
nefrob.vscode-just-syntax
tkoresearch.applescript-support
tomoki1207.pdf
