github.copilot
github.copilot-chat
github.vscode-github-actions
golang.go
llvm-vs-code-extensions.lldb-dap
mathiasfrohlich.kotlin
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-vscode.makefile-tools
swiftlang.swift-vscode
tomoki1207.pdf
