cweijan.vscode-office
github.copilot
github.copilot-chat
github.vscode-github-actions
llvm-vs-code-extensions.lldb-dap
mathiasfrohlich.kotlin
ms-dotnettools.vscode-dotnet-runtime
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
mushan.vscode-paste-image
tkoresearch.applescript-support
vscjava.vscode-gradle
