cweijan.vscode-office
github.copilot
github.copilot-chat
github.vscode-github-actions
llvm-vs-code-extensions.lldb-dap
ms-dotnettools.vscode-dotnet-runtime
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
tomoki1207.pdf
