## Version Control
brew "git"
brew "gh"

## Development Tools
brew "pipx"
brew "node"

tap "leoafarias/fvm"
brew "fvm"

## Xcode & Swift Development
brew "xcodes"
brew "xcbeautify"
brew "mint"
brew "cocoapods"

## Ruby
brew "rbenv"
brew "ruby-build"

## Utility
brew "yamllint"
brew "marp-cli"
brew "displayplacer"

## Cask
cask "android-commandlinetools"
cask "android-studio"
cask "temurin"
cask "figma"
cask "google-chrome"
cask "cursor"
cask "visual-studio-code"
cask "chatgpt"
cask "discord"
cask "slack"
cask "zoom"
cask "notion"
cask "spotify"
