# Formula
brew "git"
brew "gh"
brew "act"
brew "fdupes"
brew "xcodes"
brew "xcbeautify"
brew "swiftgen"
brew "mint"
brew "rbenv"
brew "ruby-build"
brew "cocoapods"
brew "node"
brew "watchman"

# Cask
cask "flutter"
cask "android-commandlinetools"
cask "android-studio"
cask "temurin"
cask "discord"
cask "slack"
cask "spotify"
cask "zoom"
cask "notion"
cask "figma"
cask "cursor"
