# Formula
brew "git"
brew "gh"
brew "act"
# swiftlintはXcodeインストール後にinstall.shで直接インストール
brew "fdupes"
brew "xcodes"
brew "swiftgen"
brew "rbenv"
brew "ruby-build"

# Cask
cask "flutter"
cask "android-commandlinetools"
cask "android-studio"
cask "temurin" # JavaのOpenJDK実装
cask "google-chrome"
cask "slack"
cask "spotify"
cask "zoom"
cask "notion"
cask "figma"
cask "cursor"
