## Version Control
# brew "git" # installed by scripts/git.sh
# brew "gh" # installed by scripts/gh.sh

## Development Tools
# brew "nvm" # installed by scripts/node.sh
# brew "jq"   # installed by scripts/node.sh
# brew "pnpm" # installed by scripts/node/platform.sh
brew "go"
# tap "leoafarias/fvm" # installed by scripts/flutter.sh
# brew "leoafarias/fvm/fvm" # installed by scripts/flutter.sh

## Xcode & Swift Development
brew "xcodes"
brew "xcbeautify"
brew "mint"

## Ruby
# brew "rbenv" # installed by scripts/ruby.sh
# brew "openssl" # installed by scripts/ruby.sh

## Python
# brew "pyenv" # installed by scripts/python/platform.sh
# brew "uv" # installed by scripts/python/platform.sh

## PostgreSQL
brew "postgresql"

## Utility
brew "redis"
brew "marp-cli"
brew "jj"
brew "poppler"
brew "pandoc"
brew "ollama"
# brew "displayplacer" # installed by scripts/macos.sh

## Cask
# cask "visual-studio-code" # installed by scripts/vscode.sh
cask "android-studio"
cask "android-commandlinetools"
cask "google-chrome"
cask "slack"
cask "zoom"
cask "obsidian"
cask "mactex"
cask "docker"
cask "pgadmin4"
cask "tailscale"
cask "rectangle"
